Repository: common-repository/wf-weather
Catalog: languages/wf-weather-*.po
Languages: de_de, it_it

source: WF Weather Settings
de_de: WF Wetter Einstellungen
it_it: Impostazioni di WF Meteo

source: WF Weather
de_de: WF Wetter
it_it: WF Meteo

source: Available Shortcodes
de_de: Verfügbare Shortcodes
it_it: Shortcodes disponibili

source: General Options
de_de: Allgemeine Einstellungen
it_it: Opzioni Generali

source: API-Username
de_de: API Benutzername
it_it: API - Nome utente

source: API-Password
de_de: API Passwort
it_it: API - Parola chiave

source: Cache Expiration
de_de: Cache-Ablaufzeit (in Sekunden)
it_it: Scadenza cache

source: Here you can change some stuff or leave the default options.
de_de: Wenn du möchtest kannst du hier die WF Wetter - Einstellungen anpassen.
it_it: Qui è possibile modificare le opzioni predefinite.

source: Outlook for the next days
de_de: Vorschau auf die nächsten Tage
it_it: Previsione per i prossimi giorni

source: Temperature
de_de: Temperatur
it_it: Temperatura

source: Rainfall
de_de: Niederschlagsmenge
it_it: Precipitazione

source: Probability
de_de: Wahrscheinlichkeit
it_it: Probabilità

source: 6 am
de_de: 6 Uhr

source: 12 am
de_de: 12 Uhr

source: 6 pm
de_de: 18 Uhr

source: 12 pm
de_de: 24 Uhr

source: Thunderstorm
de_de: Gewitter
it_it: Temporali

source: Freeze
de_de: Frostgefahr
it_it: Pericolo di gelo

source: Today’s weather
de_de: Das Wetter heute
it_it: Il tempo di oggi

source: General weather situation
de_de: Wetterlage
it_it: Condizioni meteorologiche

source: WF Weather is the `wunderfarm-way` to show Weather information on your website.
de_de: WF Wetter ist die ' wunderfarm-Art' Wetterinformationen auf der Website anuzeigen.
it_it: WF Meteo è il modo 'wunderfarm' per visualizzare le informazioni meteo sul tuo sito web.

source: http://www.provinz.bz.it/wetter
it_it: http://www.provincia.bz.it/meteo

source: © Landeswetterdienst Südtirol
it_it: © Servizio meteo provinciale Alto Adige
